{
  "home": "Home",
  "services": "Services",
  "resources": "Resources",
  "otherInstitutions": "Other Institutions",
  "contactUs": "Contact Us",
  "Donate": "Donate",
  "TalktoUs": "Talk to Us",
  "privacy": "Privacy",
  "privacyCont": "We assure total privacy for everyone who uses our services. We utilize user's code to seal your identity from the community and staff where necessary.",
  "TermsandConditions" : "Terms and Conditions",
  "TermsandConditionsCont":"By using this website you acknowledge that you have read and accepted our terms and conditions.",
  "readTerms": "Read Terms and Conditions here.",
  "Schedule": "Schedule",
  "ScheduleCont": "Monday - Friday: 8:00 AM - 6:00 PM",
  "email": "Email",
  "emailCont":"info@aheza.org.rw",
  "helpline": "Helpline",
  "call":"Call",
  "place": "Place",
  "placeCont": "Bugesera District, Ntarama Sector",
  "homeContent": "You can fall, but you can rise also",
  "BookAppointment": "Book Appointment",


  "FindInformation": "Find Information",
  "ConnectwithaCommunity": "Connect with a Community",
  "vision": "Vision",
  "visionCont": "Our vision is of a world where Rwandans receive the mental health care they need; and go on to live productive and fulfilling lives.",

  "missionParaOne": "Aheza's mission is to listen, understand and support its clients.",
  "missionParaTwo": "Our qualified, trained staff are experienced in dealing with the full range of mental health conditions. We provide group therapy sessions; one-on-one counseling; and a range of holistic activities to compliment recovery.",
  "missionParaThree": "We also provide career counseling and entrepreneurship training.",

  "Partnerships": "Partnerships",
  "PartnershipsParaOne": "Aheza Healing & Career Center  works with a variety of organizations and businesses to raise awareness as well as offer mental health care to its clients.",
  "PartnershipsParaTwo": "Being a partner means supporting Aheza projects and  programs which are focused on  ",
  "counseling": "counseling and psychotherapy",
  "palliative": "palliative care and home services",
  "ergo": "ergo therapy / occupational therapy",
  "professional": "professional training",
  "community": "community healing",
  "asWellAs": "as well as ",
  "Mental": "Mental health awareness",
  "ForMore": "For more information about how your business or organization can become a partner,",

  "News": "News",
  "SeeMoreNews": "See More News",
  "ReadMore": "Read More",
  "follow":"Follow Us on Social Media",

  "Thankyou": "Thank you",
  "YourResponses": "Your responses have been submited successfully",
  "GoHome": "Go Home",
  "Failedto": "Failed to book appointment",
  "Weapologise": "We apologise for your inconvenience, Please try again or contact us for support.",
  "Ourteam": "Our team will contact you shortly about your appointment arrangements.",
  "AppointmentBook": " Appointment booked successfully",
  "Submit": "Submit",
  "Accept": "Accept",
  "decline": "decline",
  "Everymeeting": "Every meeting report should have all the above items, but different companies, industries, and occasions may require additional info. For example, scientific research teams may require that their meeting reports include abstracts, consent and ethics approval, funding acknowledgments, and other points related to their research. Another example: Many construction companies include a section about the environmental impacts of their work in their meeting reports. Additionally, if an executive transaction with a board member comes up for a vote, each attendee’s vote should be included in your board meeting report. So too should all information presented to attendees and the ultimate outcome of the vote. This documentation matters if the IRS requests documentation regarding corporate finances.",
  "WhatIsIncluded": "What is included in a meeting report? ",
  "Pleasego": "Please go ahead and book your appointment. our therapists are waiting for you!",
  "participationThx": "Thank you for your participation!",
  "Next": "Next",
  "Prevs": "Prevs",
  "StartBooking": " Start Booking",
  "PleaseTake": "Please take Self Assesment first",
  "Name": "Name",
  "Email": "Email",
  "PhoneNumber": "Phone Number",
  "Message": "Message",
  "Sending": "Sending...",
  "send": "Send",

  "Applyto": "Apply to join our therapist network",
  "FirstName": "First Name",
  "LastName": "Last Name ",
  "PhoneNumbe": "Phone Number",
  "Gender": "Gender",
  "Male": "Male",
  "Female": "Female",
  "NotTMention": "Not to mention",
  "Expertise": "Expertise",
  "CLINICAL": "CLINICAL-DEPRESSION",
  "BIPOLAR": "BIPOLAR-DISORDER",
  "ANXIETY": "ANXIETY-DISORDER",
  "DEMENTIA": "DEMENTIA",
  "SCHIZOPHRENIA": "SCHIZOPHRENIA",
  "WhyDo": "Why do you want to join",
  "Apply": "Apply",
  "Loading": "Loading...",
  "LoadingNot": "Loading",



  "Methodof": "Method of Communication",
  "InPerson": "In Person",
  "PhoneCall": "Phone Call",
  "ZoomVideo": "Zoom Video Call",
  "AhezaChat": "Aheza Chat",

  "DateofBirth": "Date of Birth",
  "AppointmentDay": "Appointment day",
  "OurServices": "Our Services",
  "OurServicesAre": "Our services are designed to improve relationships, increase awareness and manage resources. In this regard, we will work with the client to choose a treatment (or a combination of treatments) which work best. All of the said services are in line with",
  "AhezaPrivacy": " Aheza privacy statement",
  "ServicesOffered": "Services offered",
  "wehaveNo": "We have no blogs for now",
  "Blog": "Blog",
  "YesContinue": "Yes, Continue",
  "BacktoHome": "Back to Home",
  "YourAnswers": "4. Your answers are confidential.",
  "TheyWillHelp": "3. They will help us match you with the right therapist",
  "PleaseTakeTime": "2. Please take time to answer the following questions carefully and truthfully.",
  "ThisIsAheza": "1. This is Aheza's  mental health questionaire.",
  "PleaseFill": " Please fill in this questionaire first. ",
  "Welcome": "Welcome!",
  "Previous": "Previous",
  "Start": "Start",
  "IAmTaking": "I am taking this assesement on behalf of:",
  "AnswerThis": "Answer this question",
  "Why": "Why",
  "toAhezaHealing": "to Aheza Healing",
  "CareerCenter": "Career Center?",
  "AccurateAge": "Accurate, age-appropriate and culturally-sensitive information",
  "toSupport": "to support   personal and professional development, with particular focus on  leadership and entrepreneurship.",
  "WorkTechniques": "Work techniques",
  "suchAsPeer": "such as peer support groups, psychoeducation, community outreach and one-to-one sessions.",
  "ResilienceOriented": "Resilience-oriented therapy protocol",
  "forEmotionRegulation": "for emotion regulation, behavioral self-management and identity development.",
  "ProposedTreatment": "Proposed treatment with combined elements of process",
  "whichInclude": "which include  clinical and community interventions to build up agency, responsibility and motivation for change.",
  "CooperationWith": "Cooperation with local officials to:",
  "PromoteMental": " Promote mental health care and  awareness. ",
  "CreateSafe": "Create safe and supportive environments.",
  "AddressHarmful": " Address harmful social and behavioral norms.",
  "ImproveCoordinated": "Improve coordinated  responses. ",
  "HolisticApproaches": "Holistic approaches that include:",
  "MentalHealth": " Mental health care and awareness. ",
  "InformDecision": "Inform decision-making.",
  "Careercoaching": " Career coaching.",
  "Acceptance": "Acceptance",
  "termsParaOne": "It is important that you read all the following terms and conditions carefully. This Terms of Use Agreement (“Agreement”) is a legal agreement between you and AHEZA HEALING AND CAREER CENTER, the owner and operator (“Owner”) of this Website (the “Website”). It states the terms and conditions under which you may access and use the Website and all written and other materials displayed or made available through the Website, including, without limitation, articles, text, photographs, images, illustrations, audio clips, video clips, computer software, and code (the “Content”). By accessing and using the Website, you are indicating your acceptance to be bound by the terms and conditions of this Agreement. If you do not accept these terms and conditions, you must not access or use the Website. The Owner may revise this Agreement at any time by updating this posting. Use of the Website after such changes are posted will signify your acceptance of these revised terms. You should visit this page periodically to review this Agreement.",
  "MedicalEmergency": "Medical emergency",
  "termsParaTwo": "Do NOT use the Website for medical emergencies. If you have a medical emergency, call a physician or qualified healthcare provider, or our line 1024 immediately. Under no circumstances should you attempt self-treatment based on anything you have seen or read on the Website.",
  "GeneralInformation": "General information is not medical advice",
  "termsParaThree": "The general information provided on the Website is for informational purposes only and is not professional medical advice, diagnosis, treatment, or care, nor is it intended to be a substitute therefore. Always seek the advice of your physician or other qualified health provider properly licensed to practise medicine or general healthcare in your jurisdiction concerning any questions you may have regarding any information obtained from this Website and any medical condition you believe may be relevant to you or to someone else. Never disregard professional medical advice or delay in seeking it because of something you have read on this Website. Always consult with your physician or other ualified healthcare provider before embarking on a new treatment, diet, or fitness program. Information obtained on the Website is not exhaustive and does not cover all diseases, ailments, physical conditions, or their treatment. Page 1",
  "NoPhysician": "No physician-patient relationship",
  "ThePresentation": "The presentation of general information on the Website does not establish a physician-patient relationship between you and the Owner (or any of its physicians) and is not intended as a solicitation of individuals to become patients or clients of the Owner (or any of its physicians). This section does not apply to the extent that you are using the Website to communicate with a physician with whom you have an existing physician-patient relationship.",
  "NoEndorsements": "No endorsements",
  "UnlessSpecifically": "Unless specifically stated, the Owner does not recommend or endorse any specific brand of products, services, procedures, or other information that appears or that may be advertised on the Website.",
  "Tag": "Tags",
  "comments": "Comments",
  "NoResults": "No Results",
  "Research": "Research",
  "Uploads": "Uploads",
  "Download": "Download",
  "PublishYour": "Publish Your Own",
  "DownloadThisDocument": "Download this document",
  "Back": "Back",
  "ThePageYou": "The Page you were looking for, couldn't be found.",
  "ThepageMight": "The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.",
  "PageNotFound": "Page Not Found",
  "Mission": "Mission"
}

